Repository: jiledaa/FirstApp
Catalog: HIITFit/*.lproj/Localizable.strings
Languages: de

source: Get started
de: Starten!

source: History
de: Die Historie!

source: Squat
de: Die Hocken!

source: Start
de: Starten!

source: Done
de: Fertig!

source: Step Up
de: Steig Auf!

source: Sun Salute
de: Sonnengru√ü!

source: Welcome
de: Wilkommen

source: with high intensity interval training
de: mit hochintensivem Intervalltraining!

source: Couldn't find
de: Can nicht finden

source: Glory to the victory!
de: Sieg he!l

source: Well done! And now cram your nazi.
de: Gut gemacht! Jetzt stopf deinen Nazzi!

source: Success!
de: Der Erfolg!

source: Continue
de: Forsetzen!
